/* 
 Localizable.strings
 Solyaris
 
 Created by Beat Raess on 19.01.2012.
 Copyright (c) 2011 Beat Raess. All rights reserved.
 */


/* ---------------------------------------------------------
 * App
 * ------------------------------------------------------- */


/* Solyaris */
"Solyaris" = "Solyaris";

/* Visual Movie Browser */
"Visual Movie Browser" = "Visueller Film Browser";



/* ---------------------------------------------------------
 * Search
 * ------------------------------------------------------- */


/* Movie */
"Movie" = "Film";
"Movies" = "Filme";

/* Person */
"People" = "Personen";
"Person" = "Person";

/* Dashboard */
"Now Playing" = "Jetzt im Kino";
"Popular Movies" = "Beliebte Filme";
"History" = "Verlauf";


/* Searching... */
"Searching..." = "Suche...";

/* Loading... */
"Loading..." = "Laden...";

/* Type */
"Type something to search" = "Suchbegriff eingeben";

/* Results */
"Result" = "Ergebnis";
"Results" = "Ergebnisse";

/* History */
"Movie History" = "Verlauf Filme";
"People History" = "Verlauf Personen";

/* Load */
"Load more movies" = "Weitere Filme laden";


/* Not Found */
"No results for" = "Keine Treffer für";
"TMDb is a free, user driven movie database. Help expanding their collection by adding any missing movie or person. ➝ themoviedb.org" = "TMDb ist eine offene Film Datenbank. Fehlende Filme oder Personen können online ergänzt werden. ➝ themoviedb.org";




/* ---------------------------------------------------------
 * TMDb
 * ------------------------------------------------------- */


/* tmdb_term_director */
"tmdb_term_director" = "Regisseur";

/* tmdb_term_producer */
"tmdb_term_producer" = "Produzent";

/* tmdb_term_executive-producer */
"tmdb_term_executive-producer" = "Ausführender Produzent";

/* tmdb_term_director-of-photography */
"tmdb_term_director-of-photography" = "Kameramann";

/* tmdb_term_editor */
"tmdb_term_editor" = "Cutter";

/* tmdb_term_casting */
"tmdb_term_casting" = "Casting";

/* tmdb_term_cinematography */
"tmdb_term_cinematography" = "Cinematografie";



/* tmdb_term_screenplay */
"tmdb_term_screenplay" = "Drehbuch";

/* tmdb_term_novel */
"tmdb_term_novel" = "Roman";

/* tmdb_term_writer */
"tmdb_term_writer" = "Autor";

/* tmdb_term_author */
"tmdb_term_author" = "Autor";

/* tmdb_term_original-story */
"tmdb_term_original-story" = "Original-Geschichte";



/* tmdb_term_characters */
"tmdb_term_characters" = "Charakter Designer";

/* tmdb_term_production-design */
"tmdb_term_production-design" = "Produktions Designer";

/* tmdb_term_costume-design */
"tmdb_term_costume-design" = "Kostüme";

/* tmdb_term_stunts */
"tmdb_term_stunts" = "Stunts";



/* tmdb_term_sound-designer */
"tmdb_term_sound-designer" = "Sound Designer";

/* tmdb_term_music */
"tmdb_term_music" = "Musik";

/* tmdb_term_original-music-composer */
"tmdb_term_original-music-composer" = "Originalmusik";




/* ---------------------------------------------------------
 * Graph
 * ------------------------------------------------------- */

/* graph_tooltip_actor_1 */
"graph_tooltip_actor_1" = " ist ";

/* graph_tooltip_actor_2 */
"graph_tooltip_actor_2" = " in ";

/* graph_tooltip_crew_1 */
"graph_tooltip_crew_1" = " ist der ";

/* graph_tooltip_crew_2 */
"graph_tooltip_crew_2" = " von ";




/* ---------------------------------------------------------
 * Information 
 * ------------------------------------------------------- */

/* Cast */
"Cast" = "Besetzung";

/* Info */
"Info" = "Info";

/* IMDb */
"IMDb" = "IMDb";

/* Wikipedia */
"Wikipedia" = "Wikipedia";



/* Actors */
"Actors" = "Schauspieler";

/* Directors */
"Directors" = "Regisseure";

/* Crew */
"Crew" = "Crew";



/* Birthday: */
"Birthday:" = "Geburtstag:";

/* Birthplace: */
"Birthplace:" = "Geburtsort:";

/* Movies: */
"Movies:" = "Filme:";

/* Runtime: */
"Runtime:" = "Länge:";

/* Year: */
"Year:" = "Jahr:";



/* Save to Photos */
"Save to Photos" = "In den Fotos speichern";

/* Unable to save image to Photo Album. */
"Unable to save image to Photo Album." = "Bild konnte nicht im Foto Album gespeichert werden.";



/* Open on IMDb */
"Open on IMDb" = "Auf IMDb anzeigen";

/* Open on TMDb */
"Open on TMDb" = "Auf TMDb anzeigen";

/* Open on Wikipedia */
"Open on Wikipedia" = "Auf Wikipedia anzeigen";

/* Find on Amazon */
"Find on Amazon" = "Auf Amazon finden";

/* Find on iTunes */
"Find on iTunes" = "In iTunes finden";




/* ---------------------------------------------------------
 * About
 * ------------------------------------------------------- */

/* Solyaris iPhone/iPad App. A Visual Movie Browser.  */
"Solyaris iPhone/iPad App. A Visual Movie Browser." = "Solyaris iPhone/iPad App. Ein visueller Film Browser.";

/* Solyaris is a visual movie browser to find and discover films, actors or directors and explore their connections. \n\nSearch the entire Open Movie Database (TMDb) collection for movies or persons. Expand nodes to gather information about their relationships. Learn about the cast and filmography. \n\nThis app uses the TMDb API but is not endorsed or certified by TMDb. All information provided by TMDb, IMDb, YouTube and Wikipedia. Solyaris is not responsible for the content, nor the availability or performance of these services.\n\nMade with Cinder. */
"Solyaris is a visual movie browser to find and discover films, actors or directors and explore their connections. \n\nSearch the entire Open Movie Database (TMDb) collection for movies or persons. Expand nodes to gather information about their relationships. Learn about the cast and filmography. \n\nThis app uses the TMDb API but is not endorsed or certified by TMDb. All information provided by TMDb, IMDb, YouTube and Wikipedia. Solyaris is not responsible for the content, nor the availability or performance of these services.\n\nMade with Cinder." = "Solyaris ist ein visueller Film Browser zum finden und entdecken von Filmen, Schau-spielern und Regisseuren. \n\nSuche in der Open Movie Database (TMDb) nach Filmen oder Personen. Erhalte alle Informationen über deren Verbindungen. \nErfahre mehr zur Besetzung und Filmografie.\n\nAlle Informationen stammen von TMDb, IMDb, YouTube und Wikipedia. Diese Applikation benutzt die TMDb API und ist weder für den Inhalt, noch die Verfügbarkeit dieser externen Dienste verantwortlich.\n\nProgrammiert mit Cinder.";

/* Solyaris is a visual movie browser to find and discover films, actors or directors and explore their connections. \n\nSearch the entire Open Movie Database (TMDb) collection for movies or persons. Expand nodes to gather information about their relationships. Learn about the cast and filmography.\n\n\n--- Solyaris\nVisual Movie Browser\nhttp://solyaris.cecinestpasparis.net */
"Solyaris is a visual movie browser to find and discover films, actors or directors and explore their connections. \n\nSearch the entire Open Movie Database (TMDb) collection for movies or persons. Expand nodes to gather information about their relationships. Learn about the cast and filmography.\n\n\n--- Solyaris\nVisual Movie Browser" = "Solyaris ist ein visueller Film Browser zum finden und entdecken von Filmen, Schauspielern und Regisseuren. \n\nSuche in der Open Movie Database (TMDb) nach Filmen oder Personen. Erhalte alle Informationen über deren Verbindungen. Erfahre mehr zur Besetzung und Filmografie.\n\n\n--- Solyaris\nVisueller Film Browser";


/* Feedback */
"Feedback" = "Feedback";

/* Email */
"Email" = "E-Mail";

/* Twitter */
"Twitter" = "Twitter";

/* AppStore */
"AppStore" = "AppStore";



/* Thank you for rating Solyaris or writing a nice review. */
"Thank you for rating Solyaris or writing a nice review." = "Vielen Dank für eine Bewertung oder einen Kommentar im App Store.";

/* Visit */
"Visit" = "Besuchen";

/* Maybe later */
"Maybe later" = "Später";




/* ---------------------------------------------------------
 * Settings
 * ------------------------------------------------------- */

/* Settings */
"Settings" = "Einstellungen";



/* Graph Layout */
"Graph Layout" = "Graph Layout";

/* Arrange nodes */
"Arrange nodes" = "Graph ausrichten";

/* Node Layout */
"Node Layout" = "Knoten Layout";

/* Arrange children */
"Arrange children" = "Knoten arrangieren";

/* Include Staff */
"Include Staff" = "Film-Crew anzeigen";

/* Node */
"Node" = "Knoten";

/* Initial */
"Initial" = "Initial";

/* Edge */
"Edge" = "Verbindung";

/* Length */
"Length" = "Länge";



/* Localization */
"Localization" = "Spracheinstellungen";

/* Change */
"Change" = "Ändern";

/* IMDb, Wikipedia, Amazon */
"IMDb, Wikipedia, Amazon" = "IMDb, Wikipedia, Amazon";

/* IMDb Site */
"IMDb Site" = "IMDb Webseite";

/* Wikipedia Site */
"Wikipedia Site" = "Wikipedia Webseite";

/* Amazon */
"Amazon" = "Amazon";

/* Amazon Site */
"Amazon Site" = "Amazon Webseite";



/* Reset */
"Reset" = "Zurücksetzen";

/* Settings/Cache */
"Settings, Cache" = "Einstellungen/Cache";

/* Clear Cache */
"Clear Cache" = "Cache leeren";

/* Reset Settings */
"Reset Settings" = "Einstellungen zurücksetzen";



/* Help */
"Help" = "Hilfe";


/* About */
"About" = "Infos";



/* ---------------------------------------------------------
 * Help
 * ------------------------------------------------------- */

/* Welcome */
"Welcome to Solyaris\nA Visual Movie Browser" = "Solyaris\nVisueller Film Browser";
"Search the entire Open Movie Database (TMDb) for movies, actors or directors. Expand nodes to gather information about their connections. Learn about the cast and filmography." = "Suche in der Open Movie Database (TMDb) nach Filmen oder Personen. Erhalte alle Informationen über deren Verbindungen. Erfahre mehr zur Besetzung und Filmografie.";


/* Search */
"Search" = "Suche";
"for movies or people." = "nach Filmen oder Personen.";

/* Node */
"Touch" = "Berühren";
"to see their relation." = "um die Verbindungen zu sehen.";

"Double Tap" = "Doppel Tap";
"to load and expand the movie or person." = "lädt und öffnet den Film oder die Person.";

"Touch & Hold" = "Lange Berühren";
"to show and select actions." = "Anzeige und Auswahl von Aktionen.";

"Double Tap Loaded" = "Doppel Tap auf offenen Knoten";
"to get additional information about the cast and filmography." = "zusätzliche Informationen zur Besetzung oder Filmografie.";

/* App */
"Touch & Drag" = "Berühren & Verschieben";
"to move the selected nodes." = "bewegt den ausgewählten Knoten.";

"Drag" = "Verschieben";
"to move all nodes." = "um alle Knoten zu verschieben.";

"Pinch" = "Pinch";
"to zoom in or out." = "zum rein oder raus zoomen.";

"Tap Corner" = "Ecke anklicken";
"to adjust and tweak settings." = "öffnet die Einstellungen.";




/* ---------------------------------------------------------
 * Actions
 * ------------------------------------------------------- */

/* Ok */
"Ok" = "Ok";

/* Cancel */
"Cancel" = "Abbrechen";

/* Cancel */
"Quit" = "Beenden";



/* ---------------------------------------------------------
 * Notes
 * ------------------------------------------------------- */

/* Updated */
"Updated" = "Aktualisiert";

/* Deprecated */
"Thanks for using Solyaris. Please note that iOS4 is no longer fully supported." = "Vielen Dank, dass sie Solyaris nutzen. Leider wird iOS4 nicht mehr vollständig unterstützt.";



/* ---------------------------------------------------------
 * Errors
 * ------------------------------------------------------- */

/* Error */
"Error" = "Fehler";



/* Data Error */
"Data Error" = "Daten Fehler";

/* Connection Error */
"Connection Error" = "Verbindungs Fehler";



/* Movie not found. */
"Movie not found." = "Film nicht gefunden.";

/* Person not found. */
"Person not found." = "Person nicht gefunden.";



/* TMDb Service */
"TMDb Service" = "TMDb Dienst";

/* TMDb Service Unavailable */
"TMDb Service Unavailable" = "TMDb Dienst nicht verfügbar";



/* Could not load movie. \nPlease try again later. */
"Could not load movie. \nPlease try again later." = "Film konnte nicht geladen werden. \nBitte nochmals versuchen.";

/* Could not load person. \nPlease try again later. */
"Could not load person. \nPlease try again later." = "Person konnte nicht geladen werden. \nBitte nochmals versuchen.";

/* Could not search movie. \nPlease try again later. */
"Could not search movie. \nPlease try again later." = "Film Suche zurzeit nicht möglich. \nBitte nochmals versuchen.";

/* Could not search person. \nPlease try again later. */
"Could not search person. \nPlease try again later." = "Personen Suche zurzeit nicht möglich. \nBitte nochmals versuchen.";



/* Corrupted Cache. Please try to clear the cache or reinstall the application... Sorry about this. */
"Corrupted Cache. Please try to clear the cache or reinstall the application... Sorry about this." = "Beschädigter Cache. Bitte versuchen sie den Cache zu leeren oder die Applikation neu zu installieren.";

/* Corrupted Data. Please try to reinstall the application. Sorry about this. */
"Corrupted Data. Please try to reinstall the application. Sorry about this." = "Beschädigte Daten. Bitte installieren sie die Applikation neu.";

